#:1224710993,Francois

preferences.Action.text=Pr\u00e9f\u00e9rences

generalTab=G\u00e9n\u00e9ral

mouseTab=Contr\u00f4le de la souris

language.text=Langue:

default=D\u00e9faut

languageRestartLabel.text=<html><div style="color: gray;"><small>Vous devez red\u00e9marrer l'application pour activer le changement de langues.</small></div></html>

rightClickDelay=D\u00e9lai d'activation du clic droit (en secondes)

delaySlider.toolTipText=Fixe le temps n\u00e9cessaire pour \u00e9muler le clic droit de la souris.

mouseSmoothing.text=Lissage:

mouseSmoothing.toolTipText=Active le lissage des mouvements de la souris.

staticSmoothing.text=Statique

staticSmoothing.toolTipText=Moyenne des mouvements des 7 derniers points.

adaptiveSmoothing.text=Adaptatif

adaptiveSmoothing.toolTipText=Lissage adaptatif exponentiel ajust\u00e9 en fonction de la vitesse du mouvement du stylo infra-rouge.

touchpadMode.text=Mode "pav\u00e9 tactile"

touchpadMode.toolTipText=Utiliser votre stylo infra-rouge comme on utilise les doigts sur un pav\u00e9 tactile.

rightClicks.text=Clic droit

rightClicks.toolTipText=Active le clic droit apr\u00e8s un certain d\u00e9lai (voir plus bas).

assistDoubleClicks.text=Assistance du double clic

assistDoubleClicks.toolTipText=Assistance du double clic. Non recommand\u00e9 si vous utilisez l'application pour dessiner.

checkForUpdates.text=V\u00e9rifier les mises \u00e0 jour au d\u00e9marrage

batteryWarning.text=Avertissement de batteries faibles

batteryWarning.toolTipText=Afficher un message d'alerte si le niveau de charge des batteries est inf\u00e9rieur \u00e0 5%.

tuioEnable.text=Envoie les messages TUIO/OSC \u00e0

tuioEnable.toolTipText=Envoie les messages TUIO/OSC avec le protocole UDP \u00e0 l'h\u00f4te et au port sp\u00e9cifi\u00e9 ci-dessous. A d\u00e9sactiver si vous ne savez pas ce que c'est.

tuioHost.toolTipText=Renseigner le nom ou l'adresse IP de l'h\u00f4te qui est suppos\u00e9 recevoir les messages TUIO/OSC. l'indication d'un port sp\u00e9cifique est optionnel.

tuioDisableToEdit=D\u00e9sactiver TUIO/OSC pour \u00e9diter.

tuioErrorMessage=Format: <nom de l'h\u00f4te ou adresse IP>[:<port>], e.g. \"localhost:3333\"${nl}${nl}Le num\u00e9ro du port est optionnel et doit \u00eatre compris entre 0 et 65535.${nl}Par d\u00e9faut, le port 3333 sera utilis\u00e9.${nl}L'h\u00f4te doit avoir un nom DNS ou une adresse IP valide.

tuioInvalidFormat=Format invalide

tuioInvalidPort=Nombre du port invalide "%s"

tuioInvalidHost=Adresse IP ou nom d'h\u00f4te invalide "%s"

resetButton.text=Restaurer les param\u00e8tres par d\u00e9faut

resetButton.toolTipText=Restaure les param\u00e8tres par d\u00e9faut pour tous les r\u00e9glages.

